[CovertAction_RMStartUnlockRegion X2CovertActionTemplate]
ActionObjective="接触一个新地区"

[CovertActionNarrative_RMStartUnlockRegion X2CovertActionNarrativeTemplate]
ActionName="联系一个新的地区"
ActionPreNarrative="我们最近获得了变种人打击 在<XGParam:StrValue4/>.如果我们现在就开始计划，我们也许能够在为时已晚之前进行干预。"
ActionPostNarrative="我们已经设法找到了一名被俘的抵抗组织成员：我们现在已经在计划一项营救他们的行动。"

[RM_CityCenterHavoc X2MissionTemplate]
DisplayName="在市中心造成严重破坏"
Briefing="在市中心造成严重破坏"
PostMissionType="在市中心造成严重破坏"
BriefingImage="标签:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌人"
ObjectiveTextPools[1]="抵抗组织特工将在现场提供协助"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_05"

[RM_CityCenterHavoc X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌人"

[Reward_RM_UnlockRegion X2RewardTemplate]
DisplayName="解锁新区域"
RewardDescriptions[0]="通过协助抵抗组织以此获得他们的合作。"
